Repository: TenzinSean/airbnb-clon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Search by city
fr: Cherche le place

source: Please don't copy us
fr: SVP pas copie notre site

source: Male
fr: Masculaine

source: Female
fr: Feminae

source: Other
fr: Autre

source: English
fr: Anglais

source: Tibetan
fr: Tibetain

source: gender
fr: sex

source: language
fr: lang

source: Verify Airbnb Account
fr: Verif Airbnb compte
